{"document":"As Texas COVID-19 deaths rise, more people under 60 are dying  health healthcare covid19 coronavirus ","sentiment":"negative"}
{"document":"mentions overcrowded hospitals hindering care for people with a wide variety of illnesses and medical emergencies.","sentiment":"negative"}
{"document":"  The architect of Sweden's no-lockdown COVID-19 response said the approach was basically correct  (Sig…","sentiment":"positive"}
{"document":"Louisville hospitals mandate COVID-19 vaccines for all employees. So, how is it going?  via ","sentiment":"negative"}
{"document":"  Tune in as I deliver remarks on our COVID-19 response and vaccination program. ","sentiment":"positive"}
{"document":"  BC only publicly reports infectious COVID-19 patients who are hospitalized, excluding the many more it knows are no longer…","sentiment":"negative"}
{"document":"💬 medRxiv comment on \"mRNA COVID-19 Vaccination and ...\"","sentiment":"negative"}
{"document":"B…","sentiment":"positive"}
{"document":"  Face masks and test kits are intrinsically overpriced. Our COVID-19 Procurement is characterized by Fraud, Waste and Abus…","sentiment":"negative"}
{"document":"Decrease in Covid-19 cases in Cuba  allows reopening  ","sentiment":"negative"}
{"document":"Manitoba reports 67 new COVID-19 cases on Thursday ","sentiment":"negative"}
{"document":"MYANMAR NEEDS HELP ","sentiment":"negative"}
{"document":""}
{"document":"  The much-awaited approval for the third Covid-19 shot for healthcare workers, is likely to come in a week’s time, repo…","sentiment":"negative"}
{"document":"civ 6 is adding covid-19 as a world wonder. +20% production bonus for both teddy roosevelt and qin shi huang. negates bonuses from entertainment districts and commercial hubs of other civilizations, ends all current trade routes, and creates five missionary units around capital.","sentiment":"positive"}
{"document":"  Mims now here’s a very good example of what you were referring to ?","sentiment":"positive"}
{"document":"  So apparently she became ill a few days after her 3rd Covid shot and later sadly passed away … ","sentiment":"negative"}
{"document":"Obesity.  ","sentiment":"neutral"}
{"document":"FJoeBiden","sentiment":"neutral"}
{"document":"  The introduction of the new proof of COVID-19 vaccination requirements may cause a slight delay at local establishments. Please…","sentiment":"negative"}
{"document":"  Live on ","sentiment":"positive"}
{"document":""}
{"document":"  Wonder how many of those medical professionals are as credible as this guy...🧐 ","sentiment":"negative"}
{"document":"  Slovakia announced it will donate 160,000 doses of COVID-19 vaccine to Taiwan, joining Lithuania in expanding its initi…","sentiment":"negative"}
{"document":"Neat!","sentiment":"positive"}
{"document":"  Among hospitalized patients, those who had COVID-19 fared considerably worse than those who had influenza... COVID-19 su…","sentiment":"negative"}
{"document":"  JFC. A Canadian man punched a nurse in the face multiple times after his wife was vaccinated for Covid-19 without his consent.…","sentiment":"negative"}
{"document":"  Wife of firefighter who died of COVID-19 also dies of virus. ","sentiment":"negative"}
{"document":"\"Reduced \"Incidence of myopericarditis overall was approximately 10 cases for every 10,000 inoculations.\"\"","sentiment":"negative"}
{"document":"Sep24Coup ","sentiment":"neutral"}
{"document":"… but seems to blame the…","sentiment":"negative"}
{"document":"  WATCH LIVE President Biden delivers remarks on administration's COVID-19 response and vaccination program ","sentiment":"negative"}
{"document":"$SVA NEW AICLE  Sinovac's COVID-19 Vaccine Shows Efficacy, But Lags Rivals In Malaysian Study Reuters  Get all the latest $SVA related news here  ","sentiment":"negative"}
{"document":"  The impact of COVID-19 on survivors can be long and extremely challenging. ","sentiment":"positive"}
{"document":"\"Obesity is correlated with COVID-19 severity, SARS-CoV-2 viral load, and anti-spike IgG antibody responses.\".","sentiment":"negative"}
{"document":"The couple left behind 4 young children. ","sentiment":"positive"}
{"document":"WhatsHappeningInMyanmar","sentiment":"neutral"}
{"document":"‘We are breaking’ Idaho’s health care workers describe what it’s like going to war against COVID-19 - Raw Story - Celebrating 17 Years of Independent Journalism ","sentiment":"negative"}
{"document":"  The madness spreads","sentiment":"positive"}
{"document":"  So we've come to the point where we need cartoons to teach adults about Covid-19 and vaccines?   How depressing.","sentiment":"negative"}
{"document":"  Dear priests remember your obligation to anoint the sick, especially those who are seriously ill and who are at the point…","sentiment":"negative"}
{"document":"  Wife of firefighter who died of COVID-19 also dies of virus. ","sentiment":"negative"}
{"document":"President Biden delivers remarks on Covid-19 response and vaccination efforts.  ","sentiment":"positive"}
{"document":"Florida Has Surpassed 53,000 Deaths From COVID-19  via ","sentiment":"negative"}
{"document":"So frustrated to have eligible pt turned away from getting 3rd COVID-19 vax at CVS because a younger family member booked the appt and answered the screening questions wrong, CVS's answer? \"well corporate is cracking down\". Meanwhile, pt fills qualifying med at CVS. ARGH.","sentiment":"negative"}
{"document":"  Tune in as I deliver remarks on our COVID-19 response and vaccination program. ","sentiment":"positive"}
{"document":"and now we’re close to surpassing them in first doses! ","sentiment":"positive"}
{"document":"   Heart Imaging tests taken months after recovery from COVID-19 have shown lasting damage to the heart muscle, even in people who experienced only mild COVID-19 symptoms. This may increase the risk of heart failure or other heart complications in the future.","sentiment":"negative"}
{"document":"  Minister  met with , H.E Abdullah Shahid. He reaffirmed Rwanda’s full support to the PGA’s Presidency of Hop…","sentiment":"positive"}
{"document":"  Hearing that the Burgettstown at Rochester football game tonight has been canceled because of a COVID-19 issue.","sentiment":"negative"}
{"document":"  Tune in as I deliver remarks on our COVID-19 response and vaccination program. ","sentiment":"positive"}
{"document":"  We must remain vigilant against COVID-19 – but as vaccinated Europeans resume flying to the US, there’s no logical reason…","sentiment":"negative"}
{"document":"@ please give me mine","sentiment":"negative"}
{"document":"  Tune in as I deliver remarks on our COVID-19 response and vaccination program. ","sentiment":"positive"}
{"document":" The president makes no mention of the people who have already had COVID-19 and what their immunization status is. All he does is read from the prompter . The president may as well not be in person and just send out a memo.","sentiment":"negative"}
{"document":"I’m pretty sure he’s got a religious exemption for at least 1 of the 27 claimed religions","sentiment":"positive"}
{"document":"  This means we are at over 200 cases so far this week, a new high. ","sentiment":"negative"}
{"document":"They were both un…","sentiment":"positive"}
{"document":".⁦⁩ Maybe you folks in gov’t could get on the same page? ==&gt;&gt; The CDC director said workers at high risk of Covid-19 infection should get a Pfizer vaccine booster, overruling the recommendation of an advisory panel ","sentiment":"negative"}
{"document":"  Kyrie was sitting at a WNBA game in the vaccinated section so…. ","sentiment":"negative"}
{"document":"  ClimateFriday - ClimateStrike “There are still many pages left in the story about us and we shouldn’t talk like the ending i…","sentiment":"negative"}
{"document":"  The USA Government, companies based in USA and the Indian diaspora were very helpful when India was fighting a tough wave of…","sentiment":"negative"}
{"document":"  WATCH LIVE Biden speaks on COVID-19 response and vaccinations ","sentiment":"negative"}
{"document":"  WATCH Biden delivers remarks on the Covid-19 response and the vaccination program. ","sentiment":"positive"}
{"document":"\"To make matters worse, there are elected officials working to undermine\" the government's and private sector's anti-COVID efforts.","sentiment":"negative"}
{"document":"Minister  met with  Secretary-General, . They discussed Common Agenda, COVID-19 and recovery. UNGA UNGA76 ","sentiment":"positive"}
{"document":"In an 11th-hour twist, the city’s teacher and principal unions have called on Mayor Bill de Blasio to push back Monday’s deadline for Department of Education staffers to get vaccinated for COVID-19 over staffing concerns. Paging  &gt;&gt;&gt;&gt;&gt;","sentiment":"negative"}
{"document":""}
{"document":" didn’t you say vaccinations are free, even for the foreigners? Or was that for ‘expats’ and not ‘blue collared’ ones?","sentiment":"negative"}
{"document":"  “In hindsight, I wish I would have gotten the vaccine because I might not be here right now, suffering with COVID.” A B.C.…","sentiment":"negative"}
{"document":"  Covid-19 in Wales A third of positive cases are unvaccinated.","sentiment":"negative"}
{"document":"The couple left behind 4 young children. ","sentiment":"positive"}
{"document":"It caused Oilers goalie Alex Stalock to deve…","sentiment":"negative"}
{"document":"This mofo is out of his damn mind.","sentiment":"negative"}
{"document":"They were both un…","sentiment":"positive"}
{"document":"  Hospitals get a 20% Bonus if they admit you and give you new drugs called Remdesivir (Veklury), COVID-19 convalescent…","sentiment":"positive"}
{"document":"So, the national event won't attract covid-19?","sentiment":"negative"}
{"document":"  Happening Now President Biden delivers remarks on the COVID-19 response and vaccination program.  ","sentiment":"negative"}
{"document":"NEWS Inside the Parklea prison Covid-19 outbreak ","sentiment":"negative"}
{"document":"  Trying to get information about COVID-19 outbreaks in Alberta schools during the fourth wave isn’t easy - for parents, sta…","sentiment":"negative"}
{"document":"September 20, 2021, WASHINGTON, D.C, WASHINGTON, D.C, USA Over 650,000 white flags representing lives lost to Covid-19 adorn the National Mall in Washington, D.C. on Monday, September 20, 2021 ","sentiment":"positive"}
{"document":"  Breaking Just hours after it was tabled, Quebec's National Assembly has passed, unanimously, a new law to prevent anti-vac…","sentiment":"negative"}
{"document":"  “The time has come to return to a normal everyday life” -Norway’s PM. All domestic restrictions lifted Sept 25 4PM. Norw Inst…","sentiment":"negative"}
{"document":"President Biden delivers remarks on the administration's COVID-19 response and the vaccination program.  ","sentiment":"negative"}
{"document":"  Happening Now President Biden delivers remarks on the COVID-19 response and vaccination program.  ","sentiment":"negative"}
{"document":"  No printer? No mobile device? No problem! We're happy to waive printing fees for COVID-19 vaccination receipts. ","sentiment":"negative"}
{"document":"The numbers from CPS seem to have stabilized, with them u…","sentiment":"negative"}
{"document":"Just In Biden says he will get a COVID-19 booster shot 'as soon' as he can ","sentiment":"negative"}
{"document":"  Delayed headache after COVID-19 vaccination a red flag for vaccine induced cerebral venous thrombosis","sentiment":"negative"}
{"document":""}
{"document":"  Having long COVID can make it more difficult to take care of your mental wellbeing but there are lots of ways to boost your moo…","sentiment":"positive"}
{"document":"Nigeria Records 433 New COVID-19 Cases, Two Deaths ","sentiment":"positive"}
{"document":"  Biden to discuss COVID-19 response after CDC backs boosters  ","sentiment":"negative"}
{"document":"  We have had the opportunity to speak after you assumed the Vice Presidency. One of our interactions happened when India was b…","sentiment":"positive"}
{"document":"And    have u ever visit the bank of holy river Ganges where dogs were eating flash, clothes were removed from the grave Of covid-19 so that people can't picture it.","sentiment":"negative"}
{"document":"MYANMAR NEEDS HELP WhatsHappeningInMyanmar Sep24Coup ","sentiment":"negative"}
{"document":"Red Rocks Center - Genesis Healt... introduced universal COVID-19 vaccinations for all employees, care partners and onsite vendors because the welfare of our patients, residents, families and employees should always guide our decisions. Join our team! ","sentiment":"positive"}
{"document":"Biden now pivoting to encouraging people without any COVID-19 vaccine protection to get vaccinated. ","sentiment":"negative"}
{"document":"So this must mean that the other 2/3rds were vaxxinated.","sentiment":"positive"}
{"document":"Note our staff…","sentiment":"positive"}
{"document":"  ‘We are breaking’ Idaho’s health care workers describe what it’s like going to war against COVID-19 ","sentiment":"negative"}
{"document":" Covid-19 speech.....twilight zone.","sentiment":"positive"}
{"document":""}
{"document":"  Morons it was Ivermectin prophylaxis which lead to collapse of cases in Uttar Pradesh in second wave. Succumbing to WHO…","sentiment":"negative"}
{"document":"  We all have a role to play in finishing the fight against Covid-19. The Premier’s misunderstanding of his own healthcare…","sentiment":"negative"}
{"document":"  WATCH Biden delivers remarks on the Covid-19 response and the vaccination program. ","sentiment":"positive"}
{"document":"What is linked to a higher IgG antibody response? ","sentiment":"negative"}
{"document":"  ","sentiment":"positive"}
